[{
        "id": "careers-section-intro",
        "title": "Become a part of our big family to inspire and get inspired by <span>professional experts.</span>"
    },
    {
        "id": "our-open-jobs",
        "jobs": [{
            "id": "job-1",
            "title": "Telemarketing Executive (Night Shift)",
            "type": "Vacancy: 07, Type: Fulltime",
            "description": "1. Candidates have to make outbound calls to the US to sell our products or services 2. Generate new sales or subscriptions to the different services offered 3. Ask questions to understand customer requirements and close sales 4. Required Agent will have to work NIGHT SHIFT (8:15 PM-5: 15 AM) from office 5. Excellent track records on MCA Live Transfer, and Appointment setting 6. HSC, O Level, A-Level, Bachelor degree in any discipline  7. Performance bonus, Weekly 2 holidays 8. Salary Review: First Half Yearly then Every Year 9. Festival Bonus: 2 (Yearly) 10. Attendance Bonus 11. Transportation Allowance after 6 months of employment 12. Free Dinner for Night Shift after 3 months of employment. We suggest every Applicant who are currently looking for an opportunity in International Call Center Industry can aplly, we will review the request and send it to the right Room, and your expected Employer will Contact you.",
            "url": "http://facebook.com/xubisoft"
        },
        {
            "id": "job-2",
            "title": "Trainer - Professional Customer Service (PCS) and Professional Back office services (PBS) SEIP & BACCO Training Program",
            "type": "Vacancy: 02, Type: Fulltime, Salary: Negotiable, Application Deadline: 10 April 2021 ",
            "description": "1. Batch wise select the learner for training through use of Competency Standards 2. Regularly conduct Care Workers practical and theoretical training and ensure their skills 3. Make sure and effectively conduct Competency Based Training and assessment 4. Ensure necessary teaching learning materials for theoretical and practical are developed, 5. Used and updated as needed 6. Ensure that learners are assessed, certified and accredited in time 7. Regularly visit the absent learner's houses for continuation of their training  8. Provide mentoring support to targeted people/ learners to complete their training successfully 9. Collect relevant document from trainees to support supervisor for open learners Bank Account 10. Ensure learners attendance and regularly fallow up, house visit of absent learners 11. Support BACCO as per demand.  Additional Requirements: 1. Graduation or 4-year Diploma having minimum 5 years  'experience (industry experience 3 years and 2 years' experience as call center trainer) 2. Computer literacy is must 3. Candidate should be fluent in English both written & oral 4. Excellent skills in organizing, planning, monitoring and program administration and Management. 5. Demonstrated success providing leadership and managing large and diverse teams 6. Demonstrated success delivering results maintaining excellent quality under high pressure and tight deadlines 7. Good academic degree from any Reputed University / Undergraduates is also encouraged to apply. 8. Please do not apply if you cannot communicate in English. 9. Candidates with Public University Degree will be highly preferred.",
            "url": "http://facebook.com/xubisoft"
        }]
    },
    {
        "id": "our-office-views",
        "title": "Pay a visit & have some coffee!",
        "link": "/leadership",
        "images": [
            "../images/box-image/office-1.jpg",
            "../images/box-image/office-2.jpg",
            "../images/box-image/office-3.jpg",
            "../images/box-image/office-4.jpg"
        ]
    }
]